<!-- eslint-disable vue/html-self-closing -->
<!-- eslint-disable vue/html-indent -->
<!-- eslint-disable vue/multiline-html-element-content-newline -->
<!-- eslint-disable vue/singleline-html-element-content-newline -->
<template>
  <div class="site-is-mobile clause-mobile-box">
    <div class="clause-container">
      <div class="clause-title">
        <div>Nine United个人信息保护政策</div>
        <div>发布并生效于2022年 9 月 13 日</div>
      </div>
      <div class="clause_content clause_content_cn">
        <div class="clause_content_paragraph">
          <p>绫臻贸易（上海）有限公司（以下简称“Nine United”或“我们”）非常重视您的个人信息保护，并致力于采取有效措施保护您的个人信息安全。Nine United制定了《个人信息保护政策》（以下简称“本政策”）以向您说明Nine United如何收集和使用、分享和保护您的个人信息及其他与您的个人信息有关的事项，请您在使用Nine United应用程序或网站（以下简称“本应用/网站”）之前务必仔细阅读。</p>
          <p>本政策涵盖了您浏览和使用本应用/网站时Nine United收集、使用、分享、保护和管理您的个人信息及其他与您的个人信息有关的事项，对于敏感个人信息，我们以加粗加下划线形式标记。</p>
          <p>您使用本应用/网站即表明您已阅读、理解并完全同意本政策，如果您不同意本《Nine United个人信息保护政策》，请勿使用本应用/网站。</p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">1.本应用/网站收集您的信息的范围：</div>
          <p>如果您在本应用/网站上只是进⾏产品浏览、搜索、查询，您无需注册账号，Nine United也不会收集您的任何个人信息。</p>
          <p>如果您要参与Nine United举办或招募的任何活动、申领样品、积分兑换、获取关于Nine United产品或商业的进一步信息或希望与Nine United探索合作的可能，Nine United需要收集和使用您的下列信息才能提供本应用/网站的基本业务功能。若您不提供下列信息，本应用/网站将无法正常为您提供上述服务。基本业务功能和其收集的个人信息类型包括：</p>
          <p>1.为了创建本应用/网站会员账户，需要收集您的⼿机号码，我们将通过发送短信验证码来验证您的⼿机号码是否有效。<br />2.为了向您推送不同的业务功能，我们会确认您的访问身份，比如普通访客、经销商/合作方、KOL/媒体、设计师、员工等。当您选择相应的类型用户继续注册时，我们还会进一步收集您的姓名、性别、公司名称、职位、公司地址与邮箱、过往作品、媒体名称、所在城市合作意向等信息。<br />3.如果您已通过Nine United的其他渠道提交上述信息中的部分或全部，我们会从相关渠道直接导入您的相关信息。<br />4.为了保障您正常使用我们的线上服务和您的账号安全，也为了改进优化我们的服务体验，我们会收集您的设备信息，包括设备型号、操作系统、唯一设备标识符（IMEI/IDFA/OAID/IDFV/MEID/IMSI）、登陆IP地址、接入网络的方式和状态、网络质量数据、设备加速器、服务日志信息，我们还会收集您的网页浏览记录。
          </p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">2.设备权限</div>
          <p>为了向您提供服务，本应用/网站可能在必要范围内向您申请获取您设备的下列权限。Nine United不会默认开启这些权限，只有在您主动确认开启权限后，本应用/网站才会通过这些权限收集个人信息。您可以在您的设备中逐项查看您上述权限的开启状态，并可以决定将这些权限随时开启或关闭（不同的设备可能有不同的更改方式，一般在您设备的“设置”中进行修改，具体请咨询您设备的制造商）。请您注意，您开启这些权限即代表您授权Nine United收集和使用这些个人信息，您关闭权限即代表您取消了授权，Nine United将不再继续收集和使用这些个人信息，也无法为您提供与这些权限所对应的服务。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。</p>
          <p>1.iOS系统权限调用说明</p>
          <div class="table_box">
            <table border="1">
              <tr>
                <th>设备权限</th>
                <th>使用目的</th>
              </tr>
              <tr>
                <td>相册</td>
                <td>开启后，您可在Nine United小程序中进行图片上传操作</td>
              </tr>
              <tr>
                <td>相册</td>
                <td>开启后，可以通过相机直接采集图片或文字信</td>
              </tr>
              <tr>
                <td>推送</td>
                <td>接收Nine United的通知</td>
              </tr>
            </table>
          </div>
          <p>2.Android系统权限调用说明</p>
          <div class="table_box">
            <table border="1">
              <tr>
                <th>设备权限</th>
                <th>使用目的</th>
              </tr>
              <tr>
                <td>读写手机存储<br>（相册）</td>
                <td>Nine United需要您的同意，才能访问您设备上的照片、媒体内容和文件</td>
              </tr>
              <tr>
                <td>相册</td>
                <td>Nine United小程序需要您的同意，才能访问使用相机功能</td>
              </tr>
            </table>
          </div>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">3.我们如何使用收集的信息</div>
          <p>我们为以下目的使用您的信息，其中可能包括您的敏感个人信息：<br>1.向您提供和您职业或身份相关的功能和服务；<br>2.与您联系，向您寄送样品/礼品，拓展商业合作的机会，参加各种活动；<br>3.展示您的会员信息、会员级别；<br>4.享受会员权益；<br>5.本应用/网站的检查、维护、更新，采取网络安全措施，改进优化服务体验；<br>6.提供消息、数据、通知推送服务；<br>7.为了提升和改进我们的产品和服务，我们可能会使用您的信息，对收集的信息进行去标识化地研究、统计分析和预测，为商业决策提供产品或服务支撑；<br>8.遵守法律法规、政府和司法命令或有关政府机构的要求。</p>
          <p>我们不会在违背下述收集目的的情况下，或超出本政策的范围外使用您的信息。当我们要将信息用于未载明的其它用途时，会事先征求您的同意.</p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">4.我们如何使用Cookie和同类技术</div>
          <p>我们会通过Cookies和其他同类技术了解您使用我们本应用/网站的情况。</p>
          <p>Cookies用于本政策所述目的之外的任何用途。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝我们的Cookie。多数浏览器工具条中的“帮助”部分会告诉您如何防止您的浏览器接受新的Cookie，或者彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的类似数据。</p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">5.个人信息的共享、转让与公开披露</div>
          <p style="opacity:.8;">1.共享</p>
          <p>我们可能会将您的个人信息共享给协助我们进行本应用/网站开发、运营、维护的供应商，数据分析方，以及组织、执行各类活动或宣传推广计划的合作方。我们会与其约定严格的数据保护措施，令其按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
          <p style="opacity:.8;">2.转让</p>
          <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
          <p>（1）在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</p>
          <p>（2）在Nine United或其服务提供者发生合并、收购或破产清算情形，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本声明的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</p>
          <p style="opacity:.8;">3.公开披露</p>
          <p>我们仅会在下列情况下，公开披露您的个人信息：</p>
          <p>（1）获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</p>
          <p>（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。如果我们确定您出现违反法律法规或严重违反Nine United相关服务协议的情况，或为保护我们的用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及Nine United已对您采取的措施。</p>
          <p>4.共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
          <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
          <p>（1）与国家安全、国防安全有关的；<br>（2）与公共安全、公共卫生、重大公共利益有关的；<br>（3）与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；<br>（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br>（5）您自行向社会公众公开的个人信息；<br>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。<br>
          </p>
          <p>请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。</p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">6.我们如何保护您的个人信息</div>
          <p>1.我们已使用符合业界标准的安全防护措施，保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。包括但不限于在您的浏览器与“服务”之间交换数据时受SSL加密保护；我们同时对网站提供https安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
          <p>2.我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本声明所述目的所需的期限内保留您的个人信息，除非需要延长保留期（如为了配合政府或司法机关的调查，为了在重大灾害性事故期间免费向您提供服务）或法律有强制要求。</p>
          <p>3.互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。</p>
          <p>4.我们针对个人信息收集、使用、共享、处理和其它相关行为进行合规管理，同时，我们采用了恰当的技术措施和组织设置，包括加密、分级及权限管理，以保护您的个人信息安全。</p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">7.您对您的个人信息的权利</div>
          <p>1.您有权查阅、复制、更正、补充、删除您的个人信息，但法律法规另有规定的除外。您可以通过本应用/网站查阅、更新您账户中的个人资料、账号信息等，以及进行账号绑定、密码修改等操作。</p>
          <p>2.改变您授权同意的范围或撤回授权。<br>您可以在本应用/网站中删除您的个人信息、更改隐私设置或在您的设备中更改设备权限（不同的设备可能有不同的更改方式，一般在您设备的“设置”中进行修改，具体请咨询您设备的制造商）等方式改变同意范围或撤回您的授权。当您执行前述操作后，我们将无法为您提供撤回同意或授权所对应的服务，但不会影响此前基于您的授权已经开展的个人信息处理。
          </p>
        </div>
        <div class="clause_content_paragraph">
          <div class="clause_content_title">8.联系我们及争议处理</div>
          <p>本应用/网站由绫臻贸易（上海）有限公司开发和运营，您在使用本应用/网站时如有任何疑问，或有任何需求可以发送邮件至info_nineunitedtak@nineunited.cn，一般情况下，我们将在验证您身份后的15个工作日内回复。</p>
          <p>若您认为我们侵犯了您的合法权利，您除了可以通过上述方式联系我们，您还可以向有关部门投诉，或者将您与我们的纠纷提交至我们所在地有管辖权的法院诉讼处理。</p>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'PolicyPage'
}
</script>
<style lang="scss" scoped>
@import '~/assets/scss/mobile/policy.scss';
</style>
